sanic_motor/benchmark_data.txt
Running 10s test @ http://localhost:8000/data
  12 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    32.13ms   32.96ms 206.28ms   83.20%
    Req/Sec   323.61    386.96     1.47k    77.41%
  38511 requests in 10.06s, 27.95MB read
Requests/sec:   3826.63
Transfer/sec:      2.78MB