sanic_motor/benchmark_hello_world.txt
Running 10s test @ http://localhost:8000
  12 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     8.11ms    9.59ms 133.92ms   89.93%
    Req/Sec     1.30k   600.75    12.08k    76.27%
  155423 requests in 10.10s, 19.57MB read
Requests/sec:  15383.25
Transfer/sec:      1.94MB